app/controllers/people_controller.rb

SELECT "people".* FROM "people"
---
  def index
    Person.find_or_create_people #seed some records